[{"title":"Consumers save more!","direction":"lower-left","description":"If consumers begin to lose confidence in the economy or fear that they might lose their jobs, they spend less and try to save more. Aggregate demand goes down and the economy could fall into a recession."},{"title":"Auto sales slump!","direction":"lower-left","description":"Automobiles are a big part of consumer spending. When auto sales fall, aggregate demand decreases and the economy moves toward depression."},{"title":"Home sales down!","direction":"lower-left","description":"A decline in new home sales slows down construction. When carpenters don't work, they don't get paid aggregate demand declines and the economy contracts."},{"title":"Income taxes increased","direction":"lower-left","description":"When personal income taxes are increased, families have less spendable income. The demand for goods and services declines."},{"title":"Military base closed down","direction":"lower-left","description":"When military bases are shut down, the soldiers and their families leave the area. Requisitions for supplies from local merchants cease. The effect is a decrease in aggregate demand."},{"title":"Business inventories up","direction":"lower-left","description":"If production exceeds retail sales, then inventories climb. This signals producers to cut back production until orders pick up again. Aggregate demand will decline and some workeres will lose their jobs."},{"title":"Defense budget cut","direction":"lower-left","description":"Defense spending is a major component of government spending. When the defense budget is cut, then aggregate demand falls."},{"title":"Worries over bills, confidence down!","direction":"lower-left","description":"When consumers think that their debts are too high and begin to worry about personal finance, they spend less and try to save more. Aggregate demand declines. The economy moves toward depression."},{"title":"Recession abroad widens trade deficit","direction":"lower-left","description":"When other countries are in recession, they buy less of your goods and services. Your goods and services. Your country's exports fall, and aggregate demand declines."},{"title":"Foreign governments depreciate currencies","direction":"lower-left","description":"A country's currency appreciates when other countries depreciate theirs. This makes its exports more expensive and less competitive. Exports fall, imports rise and aggregate demand will decline. Unemployment goes up."},{"title":"Major bank fails!","direction":"lower-left","description":"Bank failures can be caused by panic or bad loans. Uninsured depositors lose their money. People get alarmed when banks fail, and aggregate demand falls."},{"title":"Short-term interest rates up, high cost of money dicourages borrowing","direction":"lower-left","description":"When the cost of money goes up, people are encouraged to save more and discouraged from borrowing and spending. Aggregate demand falls."},{"title":"Rare recession! Immiserizng growth","direction":"lower-left","description":"Technological change that is export-biased can cause the price of exports to fall by so much tat a nation's terms of trade may deteriorate, and the economy contracts! This is referred to as immiserizing growth."},{"title":"Cities set limits to growth","direction":"left","description":"Urban growth limits are designed to keep population down and contain development. Aggregate demand and aggregate supply both decrease. Pollution and urban sprawl are minimized, but economic opportunity is reduced."},{"title":"Smog alert halts commerce! Citizens urged to stay at home","direction":"left","description":"When the smog level seriously threatens health, industries are required to stop production, and people are asked not to drive their cars. A smog alert causes aggregate demand and supply to temporarily decrease."},{"title":"Wave of labor strikes! Work stoppages slow economy","direction":"left","description":"Strikes halt production. Workers on strike don't get paid. The economy contracts. Aggregate demand and supply decrease."},{"title":"Baseball players strike","direction":"left","description":"When professional athletes strike, part of all of a season is lost. Vendors lose income. Advertising revenues fall. Both aggregate demand and supply decrease."},{"title":"Economy frozen! Sever winter storm, record cold","direction":"left","description":"Harsh weather slows economic activity. People can't get to work. Even going to the grocery store may be impossible. Production and spending both fall."},{"title":"Stock market crash!","direction":"left","description":"When stock prices fall, it's a bear market.\" Stock holders lose wealth. Even people who don't own stock get worried by the bad news. Spending falls and new business formation declines."},{"title":"Crackdown on tax cheaters","direction":"left","description":"Tax cheaters don't pay their fair share. When they get caught, they don't have as much to spend. Cracking down on unreported business activity also reduces aggregate supply."},{"title":"Congress closes tax loopholes","direction":"left","description":"Tax loopholes are legal deductions. When they are closed, people have less spendable income. Business have less incentive to risk money on new ventures."},{"title":"Foreign investment down","direction":"left","description":"Foreign investment is an important element in the growth and development of a nation. Imported capital and technology contribute to progress and higher standards of laving. When foreign investment falls, both aggregate suppply and demand decrease."},{"title":"Capital flight! Global funds move overseas","direction":"left","description":"Mutual funds and other forms of investment seek high returns and safety of principal. When an economy is drained of investment capital as funds are moved overseas, aggregate demand and supply contract."},{"title":"Interest rates rise, home sales slump! Business costs up","direction":"left","description":"A rise in long-term interest rates reduces aggregate demadn and aggregate supply. Housing, autos, and durables goods sales slump. Investment in plant an equipment also declines."},{"title":"Record heat wave slows economy! Twelve straight days","direction":"left","description":"Extreme heat takes its toll on people and machines. Cars overheat. Engines burn up. People move slowly if they move at all. Demand and supply decrease."},{"title":"Chief economist stricken by sudden illness, economy's future uncertain","direction":"upper-left","description":"Uncertainty about the economy's future can cause people to behave more cautiously. Consumers spend less, and businesses put capital expenditures on hold. The economy can slip into recession."},{"title":"New national park dedicated","direction":"upper-left","description":"National parks are often rich in natural resources. However, they are set aside for their majesty, beauty, or unusual form. Conservation benefits present and future generations, but it causes aggregate supply to decrease."},{"title":"Strict pollution standards, emissions tax increase!","direction":"upper-left","description":"Guarding the air and water quality benefits people and wildlife. Strict regulations on pollution improves the quality of life. Higher taxes on emissions increases production costs. Aggregate supply will decrease."},{"title":"Hazardous waste clean-up law passed","direction":"upper-left","description":"Guarding the air and water quality benefits people and wildlife. Strict regulations on pollution improves the quality of life. Higher taxes on emissions increases production costs. Aggregate supply will decrease."},{"title":"Oil cartel cuts supply, gas prices up!","direction":"upper-left","description":"Oil is the world's main source of energy. If a cartel restricts the supply, then costs of production and the price of gasoline go up. Aggregate supply decreases."},{"title":"Drought destroys grain crop, farmers helpless","direction":"upper-left","description":"Bad weather is farming's natural enemy. When crop yields fall, prices rise and quantity falls. This is a decrease in aggregate supply."},{"title":"Quotas placed on foreign steel imports, shipbuilders angry","direction":"upper-left","description":"Quotas restrict the quantity of foreign products allowed in the domestic market. This raises the price. Costs to business which use these resources go up. Aggregate supply decreases."},{"title":"Hurricane hammers coast, damage estimates soar","direction":"upper-left","description":"Hurricanes cause major destruction when they hit urban communities pwoer supplies are cut off. Post storm repairs are expensive. Aggregate supply falls."},{"title":"Earthquake!","direction":"upper-left","description":"Earthquakes cause severe damage and destruction. Many shortages result, and supplies are disrupted. Prices rise."},{"title":"Crime Wave! Merchant costs up!","direction":"upper-left","description":"Crimes such as theft, burglary, extortion, and embezzlement will raise the costs of doing business for merchants. Aggregate supply decreases."},{"title":"President issues trade sanctions","direction":"upper-left","description":"Trade sanctions may be used as a political weapon or a means of retaliation against the \"unfair\" trade policy of another country. Imports are severely restricted or banned altogether. Supplies of imprted resources are decreased."},{"title":"Snarled traffic slows shipments","direction":"upper-left","description":"Time is money. When shipments are delayed by freeway gridlock, transportation costs go up. Aggregate supply decreases."},{"title":"Insects eat citrus crop","direction":"upper-left","description":"Pests are a natural enemy of fruit trees. The price of juice and fresh fruit goes up when insects have a feast."},{"title":"Free trade under siege!","direction":"upper-left","description":"If protectionism gains ground, then political leaders will invoke trade restrictions to get re-elected. This will cause aggregate supply to decrease and prices will rise."},{"title":"Wage rates up! Prices expected to follow","direction":"up","description":"When wages go up, they are moving to a new equilibrium. As wage rates rise, Aggregate demand increases. Supply decreases because labor costs go up. This is called the wage-price spiral."},{"title":"Deficit spending at full employment","direction":"up","description":"If the government deficit spends when the economy has full employoment, it causes inflation. Interest rates rise. People find it more difficult to buy homes and cars. This is called the \"crowding-out effect.\""},{"title":"National health care plan","direction":"up","description":"Government spending increases to provide \"free\" health care. However, business payroll taxes will also increase to pay for it. There are no free goods in the study of economics."},{"title":"More entitlements","direction":"up","description":"Entitlements provide a financial safety net for families in a competitive and complex economy. Social security, welfare and unemployment benefits are examples. Generally, they transfer income from working people to those who don't work."},{"title":"Prices rise","direction":"up","description":"When prices go up, they are moving to a new equilibrium. Aggregate demand has increased and/or aggregate supply has decreased."},{"title":"Higher speed limit, more accidents!","direction":"up","description":"When there are more accidents, the demand for auto repair goes up. However, the cost of auto insurance also goes up. While aggregate demand increases, aggregate supply decreases. The economy gets nowhere fast."},{"title":"Minimum wage hike!","direction":"up","description":"When the minimum wage is increased, unskilled workers get paid more. However, other wage rates also move up, and the cost of labor rises. Demand for goods and services increases, but supply decreases."},{"title":"Social security benefits raised","direction":"up","description":"Transfers of income from people who work to those who don't causes an increase in aggregate demand a decrease in supply."},{"title":"Tariffs on auto parts","direction":"up","description":"Protective tariffs are used to divert demand from low cost imports to domestic producers. They are inflationary, because they raise the costs of production. Tariffs on auto parts raise the costs of auto repair bills. "},{"title":"Tariffs raised against unfair trading nations, countervailing duties","direction":"up","description":"Countervailing duties are tariffs designed to offset subsidies paid to foreign producers. The subsidies give them an unfair comparative advantage. International agreements permit countervailing duties."},{"title":"Prosperity abroad, costs up at home, prices rise!","direction":"up","description":"When other countries are prosperous, they buy more goods from your country. Demand increases. If costs of production in your country are going up at the same time, then aggregate supply will decrease."},{"title":"Featherbedding","direction":"up","description":"Featherbedding is getting paid for work not actually done. Arriving for work late and standing around making conversation with other employees are typical examples. Productivity goes down and the costs to employers goes up."},{"title":"Asteroid heads for Earth! People panic! Spending sprees! Shortages!","direction":"up","description":"Astronomers report an asteroid headed for Earth and aimed at your country. People panic, quit work, and spend lavishly. Demand goes up and supply falls. Prices rise. The asteroid misses and flies past the planet. "},{"title":"Consumers go on spending spree!","direction":"upper-right","description":"When consumers feel good about their personal finances, they spend more. Aggregate demand increases and the economy booms."},{"title":"Tax refund","direction":"upper-right","description":"When personal income taxes are cut, households have more spendable income. The demand for goods and services increases."},{"title":"Business orders up","direction":"upper-right","description":"When business orders begin to pile up, it reflects strong demand for goods and services. Inventories decline. Businesses hire more workers and speed up production."},{"title":"Construction industry boom","direction":"upper-right","description":"Construction is a major industry in all economic systems. When building activity picks up, steel workers, brick layers, carpenters, and other trade workers get jobs. Unemployment falls."},{"title":"Pay day!","direction":"upper-right","description":"People spend more right after they get paid. By the end of the pay period, they are usually broke."},{"title":"War! Defense spending up","direction":"upper-right","description":"Defense spending is increased when war breaks out. This is an increase in the demand for military goods and services."},{"title":"Too much money!","direction":"upper-right","description":"Increasing the money supply accomodates economic growth. If too much money is created, it causes inflation. If you get hyperinflation, it takes a wheelbarrow of money just to buy a loaf of bread."},{"title":"Space project approved","direction":"upper-right","description":"Government spending on space exploration and other science projects stimulates the economy. It increases aggregate demand and creates more jobs."},{"title":"Inflation abroad stimulates exports","direction":"upper-right","description":"When inflation is higher in other countries than it is in your country, foreigners buy more of your goods than your citizens buy from them. Your country's exports go up. This stimulates your economy and creates jobs."},{"title":"Foreign tourism","direction":"upper-right","description":"When foreign tourists visit a country, they spend money on hotels, restaurants, and gifts. This stimulates the economy and creates jobs."},{"title":"Movie exports","direction":"upper-right","description":"Movies and television programs are sold all around the world. When a movie is filmed on location, it stimulates the local economy."},{"title":"Speculators bash currency","direction":"upper-right","description":"When foreign exchange speculators sell large amounts of a currency, they depreciate its exchange value. The country's exports go up, because its goods are cheaper to foreign buyers. Imports go down, because they are more expensive."},{"title":"Olympics come to town","direction":"upper-right","description":"When your country is chosen as this year's olympic host, demand soars. Spectators, fans, athletes and their trainers rush from all over the world to the chosen site. The economy is stimulated"},{"title":"New highway construction","direction":"right","description":"Highways are part of a nations infrastructure. Their construction increases demand and creates jobs. They also lower the costs of transportation and improve commerce."},{"title":"Interest rates down, economy sailing","direction":"right","description":"When the cost of money goes down, business investment in factories and equipment goes up. Productivity increases. Consumer spending for durable goods rises. These increases in aggregate supply and demand create jobs."},{"title":"Underground economy","direction":"right","description":"Underground economic activity is not reported in the GDP. Therefore, there is more economic activity going on than the reported figures. Most of this activity is legal, but is not reported to evade paying taxes."},{"title":"Education spending up","direction":"right","description":"Education provides a valuable service for the economic system. Employers can draw from a productive labor force, and the students themselves benefit from higher lifetime incomes."},{"title":"Nuclear power plant","direction":"right","description":"Nuclear power plants generate electrical power. However, waste from a nuclear plant is vary dangerous. Meltdowns have occurred. Undesirable effects of production which affect third parties are called external diseconomies."},{"title":"Stock market soars!","direction":"right","description":"When stock prices go up, it is called a bull market. People who own stock are wealthier. Even those who don't own any stock gain confidence. Consumers spend more and business investment goes up. The economy booms."},{"title":"More funding for research","direction":"right","description":"Government runding for research yields new technologies. It is the basis for innovation and economic development."},{"title":"National forest opened for development","direction":"right","description":"When the government opens a forest for economic development, it permits recreational boating, mining, logging, and other activities which take their toll on wildlife, lakes, and rivers."},{"title":"Skyscraper built by foreign investors","direction":"right","description":"Foreign investment is beneficial for a nation's economy. It stimulates both aggregate demand and aggregate supply. More jobs are created."},{"title":"Global funds return to home market","direction":"right","description":"Economic and political instability abroad can induce global mutual funds to leave other countries and return to the safer home market. This lowers interest rates and stimulates growth in the economy."},{"title":"Government approves joint venture","direction":"right","description":"Joint ventures between domestic producers and foreign investors are a practical way to share technology and combine financial resources. It is an attractive way for foreign producers to gain a foothold in a new market."},{"title":"New airport opens","direction":"right","description":"Airports are essential to facilitate travel and commerce in a global economy. Modern air terminals incorporate the latest technology and accomodate jumbo jets and supersonic aircraft."},{"title":"Tigers on the run! Other species endangered","direction":"right","description":"20th century progress endangered too many animals, because their habitats were overrun by urbanization and excessive growth. The 21st century should assign amuch higher value to their survival and adopt policies to protect wildlife."},{"title":"Business competition","direction":"lower-right","description":"When there is more business competition, companies are more efficient. Costs are kept down and there is more new product innovation. Losing firms fail and their workers become unnemployed."},{"title":"More oil discovered","direction":"lower-right","description":"Oil is a principal source of energy. When there is a surplus of it, the price falls. This reduces production costs and causes an increase in aggregate supply."},{"title":"Science clones cows and sheep","direction":"lower-right","description":"Scientific advances in genetic engineering and bio-technology have resulted in dramatic increases in aggregate supply. More milk per cow, more eggs per chicken, and more wool per sheep result in lower prices."}]